<template>
    <main>
        <ServiceFlat />
        <PriceFlat />
        <PhotoFlat />
        <Scheme 
            :schemeTitle="schemeTitle" 
            :schemeDescription="schemeDescription"
        />
        <Questions />
        <Masters 
            :mastersTitle="mastersTitle" 
            :masterDescriptionOne="masterDescriptionOne" 
            :masterDescriptionTwo="masterDescriptionTwo"
        />
        <Contract 
            :contractTitle="contractTitle"
            :contractDescription="contractDescription"
        />
    </main>
</template>

<script>
    export default {
        head() {
            return {
                title: "Капитальный ремонт и отделка квартир в Санкт-Петербурге",
                meta: [
                    {
                        hid: "description",
                        name: "description",
                        content: "Ремонт квартир в новостройке и старом фонде. Замер и смета бесплатно. Оплата по факту выполненных работ."
                    }
                ]
            }
        },
        data() {
            return {
                schemeTitle: "Схема работы",
                schemeDescription: "Рекомендуем воспользоваться услугой бесплатного замера. Точный расчет и квалифицированная консультация позволит вам спокойно все обдумать и принять взвешенное решение. Благодаря визуальному осмотру вы сможете получить информацию о необходимых объемах материалов. Осмотр и замер проводит непосредственно мастер, вы заранее узнаете, кто у вас будет работать.",
                mastersTitle: "Наша команда",
                masterDescriptionOne: "Ремонт – это просто, если с вами будут профессионалы, любящие свою работу и знающие как сделать её качественно. Именно этим мы и занимаемся. На протяжении многих лет мы радуем клиентов качеством и ответственным подходом к работе. Для нас большое значение имеет конечный результат. Ваши ожидания должны быть полностью оправданы. Сметный расчет на ремонт и отделку квартиры в Санкт-Петербурге, консультация и помощь с закупкой материалов по спб осуществляется абсолютно бесплатно и без каких-либо обязательств с вашей стороны.",
                masterDescriptionTwo: "", 
                contractTitle: "Отношение к работе",
                contractDescription: "Гарантии являются неотъемлемой частью добропорядочных и честных взаимоотношений. Ответственность фирмы закреплена договором в письменной форме. Обязательства по ремонту квартир выполняются в полном объеме. В компании работают грамотные исполнители, использующие в процессе отделки квартир профессиональные инструменты. Не нужно оплачивать ремонтные работы до их завершения. Каждому помещению вашего жилья будет уделено максимум усилий, вы останетесь довольны конечным результатом. Ремонт и отделка квартиры будет радовать вас долгие годы."  
            }
        }
    }
</script>



