<template>
    <main>
        <ServiceBath />
        <PriceBath />
        <Videobath />
        <Scheme 
            :schemeTitle="schemeTitle" 
            :schemeDescription="schemeDescription" 
        />
        <PhotoBath />        
        <Masters 
            :mastersTitle="mastersTitle" 
            :masterDescriptionOne="masterDescriptionOne" 
            :masterDescriptionTwo="masterDescriptionTwo"
        />
        <Contract 
            :contractTitle="contractTitle"
            :contractDescription="contractDescription"
        />
    </main>
</template>

<script>
    export default {
        head() {
            return {
                title: "Ремонт ванной комнаты и совмещенных санузлов",
                meta: [
                    {
                        hid: "description",
                        name: "description",
                        content: "Качественный ремонт ванных комнат, туалетов и совмещенных санузлов от компании с 20-летним опытом. Ремонт выполняется руками настоящих мастеров."
                    }
                ]
            }
        },
        data() {
            return {
                schemeTitle: "Схема работы с нашей компанией",
                schemeDescription: "Для нас очень важно создать условия, при которых вам было бы комфортно с нами сотрудничать. Мы прекрасно понимаем, что для принятия решения необходимо собрать нужную информацию. Вы всегда можете вызвать нашего мастера на бесплатный замер, не беспокоясь, что к вам приедет обычный оценщик с целью уговорить вас на ремонт. С нашей стороны не будет оказано никакого давления. Цель замера - предоставить вам информацию о цене ремонта, требуемых объемах материалов и дать рекомендации. Вы не обязаны принимать решение в тот же момент. Мы с уважением отнесемся и к вашему отказу. Для нас важна наша деятельность.",
                mastersTitle: "18 лучших наших мастеров",
                masterDescriptionOne: "Основной акцент в нашей компании всегда был направлен на повышение качества выполняемых работ. В команде нет ни одного мастера с опытом работы менее 12 лет. Доверяя ремонт нашим специалистам вы можете быть уверены в их ответственном и профессиональном отношении.",
                masterDescriptionTwo: "Мастера работаю в Санкт-Петербурге с объектами разного уровня. Можно заказать экономный вариант или отделку по дизайн-проекту. Если вы не планируете ремонт туалета, ванной или совмещенного санузла в ближайшее время, то рекомендуем вступить в нашу группу вконтакте. Там возможно более тщательно ознакомиться с информацией, сохранить контакты, получить смету, удалено вести переписку с администратором, задавать ему интересующие вопросы и получать подробные ответы.", 
                contractTitle: "Отношение к делу",
                contractDescription: "Мы предоставляем договор, в котором закреплены все необходимые гарантии. Оплата осуществляется после проведения работ, что уже предполагает качественное их выполнение. Получение денежных средств подтверждается документально. Соблюдение сроков обеспечивается установленной в соглашении материальной ответственностью. Мы открыты для диалога, готовы вас выслушать, внести изменения и пойти на встречу." 
            }
        },
    }
</script>

